[
  {
    "year": 1989,
    "month": 5,
    "day": 15,
    "title": "Dennis Interview",
    "text": "In his first interview with George Knapp, Bob Lazar—using the pseudonym \"Dennis\"—claimed there were nine extraterrestrial flying saucers at a secret facility. He said the crafts were in various stages of assembly and disrepair, being dismantled, test-flown, and studied. Lazar added that he couldn’t provide proof without revealing his identity and putting himself at greater risk.",
    "type": "interview",
    "participants": ["BL","GK"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 8,
    "day": 30,
    "title": "Dennis threatens Bob on the phone",
    "text": "Dennis called Bob Lazar, sounding angry and threatening, and warned him that “they” wouldn’t allow him to complete his AIDS project. When Bob offered to go public and retract everything he had said, Dennis replied, “It’s too late for that now. We’re going to kill you,” and then hung up.",
    "type": "meeting",
    "participants": ["DM","BL"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 8,
    "day": 19,
    "title": "Dennis calls Bob on the phone before meeting",
    "text": "Bob’s former boss Dennis from Groom Lake called and asked to meet that evening. They arranged to meet at 8:00 PM at the Union Plaza casino in downtown Las Vegas—a busy, public place on a Saturday night. Bob was joined by his friend Gene Huff and former Los Alamos colleague Joe Vaninetti, who helped plan the meeting. When Bob arrived, Dennis was already there but refused to acknowledge him, acting as if they had never met.",
    "type": "meeting",
    "participants": ["BL","DM","JV","GH"],
    "sources": [
      "joe_vaninetti_diary_2006",
      "dreamland_biography_2019",
      "ufos_and_the_alien_presence_1990",
      "new_line_cinema_interview_1993",
      "george_knapp_bob_lazar_gene_huff_2006"
    ]
  },
  {
    "year": 1989,
    "month": 9,
    "day": 16,
    "title": "Testing clear \"stuff\"",
    "text": "Planned tests on a clear substance—likely aerogel—including exposure to UV light, microscopic examination, reaction in milk (possibly to test water selectivity), alpha radiation testing, behavior in a microwave with water, and its response to being filled with water and either frozen or heated.",
    "type": "test",
    "participants": ["BL", "JV"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 10,
    "day": 19,
    "title": "High speed chase before film crew arrives",
    "text": "Bob Lazar called Joe Vaninetti briefly and said he had been involved in another high-speed chase earlier that day, which lasted about 20 minutes. He told Joe the adrenaline left him feeling like he might vomit. Bob added that he would call back later, as a film crew—likely George Knapp’s—had just arrived.",
    "type": "attack",
    "participants": ["BL", "JV"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 8,
    "title": "Government people break into Bob's house",
    "text": "Bob Lazar called Joe Vaninetti from Gene Huff's place and said that government agents had broken into his house while he was out. They took the element 115, all of the clear material, and the clear liquid. Bob also expressed concern about Jim, noting that his work phone line was no longer functioning.",
    "type": "attack",
    "participants": ["BL", "JV", "GH"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 29,
    "title": "People break into Bob's car",
    "text": "On two consecutive nights, Bob Lazar found his car unlocked after visiting different health clubs, but nothing was missing—his wallet and gun were still inside, and no explosives were found.",
    "type": "attack",
    "participants": ["BL", "JV"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 30,
    "title": "People break into Bob's car",
    "text": "On two consecutive nights, Bob Lazar found his car unlocked after visiting different health clubs, but nothing was missing—his wallet and gun were still inside, and no explosives were found.",
    "type": "attack",
    "participants": ["BL", "JV"],
    "sources": ["joe_vaninetti_diary_2006"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 30,
    "title": "Surveillance Transcript Revealed",
    "type": "work",
    "text": "Bob Lazar discusses an incident that happened before January where government agents delivered a transcript of a private phone call between him and Gene Huff.",
    "participants": ["BL","GH","JT"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 6,
    "title": "Second trip to S4",
    "type": "work",
    "text": "Bob is called in before the 7th to work at S4 where he is given an allergen test in the form a pine smelling liquid.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 7,
    "title": "Medical emergency",
    "type": "attack",
    "text": "Bob becomes sick. He had blood in his urine and collapsed presumably as a consequence of the liquid he drank at S4",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 9,
    "title": "Visit to Doctor",
    "text": "Bob visits the doctor after his collapse and is given Demerol, to which he reacts strongly. He becomes visibly high and disoriented, which surprises his friends, as he had no prior drug experience.",
    "type": "attack",
    "participants": ["BL", "GH"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 12,
    "title": "Trip to Los Alamos",
    "type": "work",
    "text": "Bob Lazar took a trip to Los Alamos Labs, in connection with his work on alpha radiation-detecting probes. He had been tasked with repairing these probes as part of his responsibilities.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 16,
    "title": "Trip to S4",
    "type": "work",
    "text": "Bob Lazar made a trip during which he saw the disc-shaped craft for the first time and was exposed to classified files. A reference to John Lear appears in his notes for that day, but the reason for it is unclear, although Lear would later say that Bob visited him after the trip and disclosed information about the disk to him.",
    "participants": ["BL", "JL"],
    "sources": ["new_line_cinema_interview_1993", "art_bell_john_lear_2003", "john_lear_tells_all_2_2008"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 19,
    "title": "Trip to Los Alamos",
    "type": "meeting",
    "text": "Bob Lazar went to Los Alamos and met and stayed with his friend Joe Vaninetti who worked at Los Alamos Labs at the time.",
    "participants": ["BL","JV"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 24,
    "title": "Trip to S4",
    "type": "work",
    "text": "On the day Bob Lazar returned from Los Alamos he went out to work at S4 once again. Jonh Lear possibly received a drawing of an event of Bob seeing an ET at this trip.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993", "john_lear_tells_all_2_2008"]
  },
  {
    "year": 1989,
    "month": 1,
    "day": 26,
    "title": "Lazar's Birthday",
    "type": "meeting",
    "text": "Lazar went out with Gene Huff and his wife to Alpine Village (Swedish restaurant).",
    "participants": ["BL", "GH"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 3,
    "day": 22,
    "title": "First Test Flight Sighting",
    "type": "test",
    "text": "Bob Lazar brought Gene Huff, John Lear, and Tracy to a remote spot near Groom Lake to observe a scheduled test flight of a disc. They traveled in Lear’s RV and brought an eight-inch telescope. Despite car trouble en route, they arrived and witnessed a glowing, elliptical object moving erratically in the sky. This was the group’s first visual confirmation of what Lazar claimed to be extraterrestrial craft under test by the government.",
    "participants": ["BL", "GH", "JL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 3,
    "day": 29,
    "title": "Second Test Flight Sighting",
    "type": "test",
    "text": "Bob Lazar returned to the same location, this time with Gene Huff, Jim, and Tracy, traveling in a rented Lincoln Town Car. They brought a smaller telescope, binoculars, and a video camera. During the outing, the group observed a glowing object jump several miles across the sky in a step-like motion before approaching their location and glowing intensely. This sighting was more dramatic than the first and captured on video.",
    "participants": ["BL", "JT", "GH"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 4,
    "day": 5,
    "title": "Third Trip To Groom Lake",
    "type": "attack",
    "text": "Bob Lazar took friends out for what would be their third and final trip to observe a disc test near Groom Lake. Earlier trips had been successful, but this night ended differently. The group—aware of growing risks—traveled again to the same viewing area. However, no disc was seen. Instead, they were intercepted and caught by security.",
    "participants": ["BL", "GH", "JL"],
    "sources": ["new_line_cinema_interview_1993", "george_knapp_john_lear_gene_huff_2009"]
  },
  {
    "year": 1989,
    "month": 4,
    "day": 6,
    "title": "Debriefed at Indian Springs",
    "type": "work",
    "text": "After Bob Lazar was caught he was interrogated at Indian Springs Air Force Base by operatives. Private affairs he was unaware of before were revealed to him.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 10,
    "title": "Lazar is named on UFO's the Best Evidence (part 5)",
    "type": "interview",
    "text": "Bob Lazar describes alien technology housed at secret S-4 base in Nevada",
    "participants": ["BL", "GK"],
    "sources": ["ufos_the_best_evidence_5_1989"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 13,
    "title": "Lazar on UFO's the Best Evidence (part 6)",
    "type": "interview",
    "text": "Bob Lazar describes the Sport Model flying saucer that they were trying to reverse engineer.",
    "participants": ["BL", "GK", "GH"],
    "sources": ["ufos_the_best_evidence_6_1989"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 21,
    "title": "Bob on the Billy Goodman show",
    "type": "interview",
    "text": "Bob Lazar claims that the U.S. government is studying extraterrestrial craft at a secret site called S-4, located near Area 51. Lazar mentions lost time and he used hypnosis to retrieve memories.",
    "participants": ["BL", "GH", "BG"],
    "sources": ["billy_goodman_nov_1989"]
  },
  {
    "year": 1989,
    "month": 11,
    "day": 17,
    "title": "Chuck Harder interviews George Knapp",
    "type": "interview",
    "text": "George Knapp recounts his investigation into Bob Lazar’s claims of working at a secret base called S-4, near Groom Lake, Nevada. Lazar alleged he was hired to reverse-engineer extraterrestrial craft powered by anti-matter reactors that generated their own gravity. Knapp also notes attempts to erase Lazar’s background, such as vanished birth and education records, and phone surveillance—adding credibility to Lazar’s claims and prompting a broader investigation.",
    "participants": ["GK"],
    "sources": ["harder_interview_1989"]
  },
  {
    "year": 1989,
    "month": 12,
    "day": 20,
    "title": "Bob on the Billy Goodman show again",
    "type": "interview",
    "text": "Lazar explains that each craft was different in design and mostly empty inside, with no visible sleeping quarters or writing. He also touches on secrecy protocols, lack of personal records after leaving the program, and his decision to go public after suspecting his identity was being erased. Callers ask technical questions about propulsion, materials, and secrecy, which Lazar answers in simple terms where possible.",
    "participants": ["BL", "BG"],
    "sources": ["billy_goodman_2_1989"]
  },
  {
    "year": 1989,
    "month": 12,
    "day": 9,
    "title": "Bob On The Record",
    "type": "interview",
    "text": "Lazar describes a reactor that generates its own gravitational field, allowing craft to bend space and time—enabling faster-than-light travel and even time distortion. Lazar explains that secrecy around UFOs may stem from both the government and the visitors themselves, possibly due to humanity’s violent history and immaturity. He says he went public after discovering his personal records were being erased and feared for his safety. Despite some skepticism, he reports that public reaction has been largely supportive.",
    "participants": ["BL", "GK"],
    "sources": ["ufos_the_best_evidence_1989"]
  },
  {
    "year": 1989,
    "month": 6,
    "day": 21,
    "title": "Shooting Incident",
    "type": "attack",
    "text": "Bob describes a drive-by shooting incident where a white car pulled up beside him, fired a shot, and then drove off. The bullet hit his rear wheel, damaging the brake and puncturing the tire. Instead of turning onto the freeway, Bob drove straight into the dirt to evade the attacker, who then rolled up the window and left.",
    "participants": ["BL"],
    "sources": [
      "new_line_cinema_interview_1993",
      "alien_contact_1991"
    ]
  },
  {
    "year": 1989,
    "month": 7,
    "day": 1,
    "title": "Desert Blast",
    "type": "meeting",
    "text": "A secretive, slightly off-kilter event known as Desert Blast was staged near Las Vegas by Bob Lazar.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 4,
    "day": 22,
    "title": "John Lear & Bill Cooper On The Record",
    "type": "interview",
    "text": "John Lear mentions \"government theoretical physicist employed by the government who works on the saucers up at Groom Lake\" to George Knapp",
    "participants": ["JL", "GK"],
    "sources": ["george_knapp_john_lear_gene_huff_2009"]
  },
  {
    "year": 1989,
    "month": 4,
    "day": 10,
    "title": "Life equals zero",
    "type": "attack",
    "text": "Bob Lazar writes \"Life equals zero\" in his calendar most likely referring to the situation related his marriage.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 10,
    "day": 10,
    "title": "First Polygraph Test",
    "type": "interview",
    "text": "Bob Lazar's first polygraph test with polygraph expert Terry Tavernetti.",
    "participants": ["BL", "TT"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 10,
    "day": 13,
    "title": "Second Polygraph Test",
    "type": "interview",
    "text": "Bob Lazar's second polygraph test with polygraph expert Terry Tavernetti.",
    "participants": ["BL", "TT"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1989,
    "month": 6,
    "day": 22,
    "title": "First Hypnosis Session",
    "type": "interview",
    "text": "Hypnosis session by Lane Keck where Lazar speaks about the information related to gravity generators and the reactor. (1/3)",
    "participants": ["BL", "LK"],
    "sources": ["jeremy_corbell_documentary_2018"]
  },
  {
    "year": 1989,
    "month": 9,
    "day": 10,
    "title": "Second hypnosis session",
    "type": "interview",
    "text": "Hypnosis session by Lane Keck where Lazar speaks about the information from the ETs such as individuals planted on Earth in the past. (2/3)",
    "participants": ["BL", "GH", "LK", "JL"],
    "sources": ["hypnosis_1989", "john_lear_tells_all_2_2008"]
  },
  {
    "year": 1988,
    "month": 6,
    "day": 1,
    "title": "First time Bob meets Lear",
    "type": "meeting",
    "text": "(some time June) John Lear was approached by Gene Huff, who proposed a trade: a real estate appraisal of Lear’s house in return for access to his collection of UFO-related materials, including tapes and documents like those on Billy Meier. Lear accepted the offer, and when Huff arrived to do the appraisal, he brought along Bob Lazar to assist him. This marked the first meeting between Lear and Lazar.",
    "participants": ["JL","GH","BL"],
    "sources": ["john_lear_tells_all_2_2008"]
  },
  {
    "year": 1988,
    "month": 9,
    "day": 7,
    "title": "Vaninetti visits Bob",
    "type": "meeting",
    "text": "Joe Vaninetti visited Bob from Los Alamos and stayed until the 10th. \"Groom Lake=125 miles\" is put on Bob's calendar.",
    "participants": ["BL", "JV"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 4,
    "title": "Meeting with John Lear",
    "type": "meeting",
    "text": "John Lear visited. At the time Bob was running a photo business and had a contract to repair radiation detection probes and Lear would help him with the latter from time to time.",
    "participants": ["BL", "JL"],
    "sources": ["new_line_cinema_interview_1993", "john_lear_tells_all_2_2008"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 15,
    "title": "UFO Cover-up",
    "type": "interview",
    "text": "Jim had brought over a newspaper article about Lear’s UFO claims and suggested attending one of his lectures. Lazar dismissed it as nonsense but agreed to watch a TV special that evening featuring Lear and others discussing alien abductions.",
    "participants": ["BL", "JT", "JL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 14,
    "title": "Bob sends out resumes",
    "type": "work",
    "text": "Bob sent out resumes around mid October including to presumably Edward Teller",
    "participants": ["BL", "ET"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 19,
    "title": "Jim Tagliani begins work at Tonopah",
    "type": "work",
    "text": "Jim Tagliani begins working on secret aircraft projects at Tonopah Test Range while still waiting for his background check to finish.",
    "participants": ["BL", "JT"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 25,
    "title": "Bob Lazar delivers resume to EG&G",
    "type": "work",
    "text": "Bob Lazar hand-delivered his resume to EG&G. According to Lazar this was nothing special and since Bob lived nearby it was presumably faster then sending by mail.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993","beyond_roswell_1997"]
  },
  {
    "year": 1988,
    "month": 10,
    "day": 27,
    "title": "Talk about stuff",
    "type": "meeting",
    "text": "Bob Lazar writes \"Talk about stuff\" in calendar. The Reason is not clear.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 11,
    "day": 17,
    "title": "Linda Howe",
    "type": "meeting",
    "text": "Bob Lazar writes Linda (Moulton) Howe in his diary after mentioning John Lear",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 11,
    "day": 29,
    "title": "Teller calls",
    "type": "meeting",
    "text": "Edward Teller told Bob he could not employ him since he was no longer active, but he gave Lazar a name and number to call at the EG&G building. John Lear claimed he was present during the phone call.",
    "participants": ["BL", "ET", "JL"],
    "sources": ["new_line_cinema_interview_1993", "beyond_roswell_1997", "alien_contact_1991", "art_bell_john_lear_2003"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 1,
    "title": "First Interview at EG&G",
    "type": "interview",
    "text": "Bob Lazar has an interview in the EG&G building where he is told that he’s \"overqualified\" but that \"something might open up soon.\"",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 5,
    "title": "Second Interview at EG&G",
    "type": "interview",
    "text": "Lazar is called back for a second interview shortly after the first. He refers to it as the \"Big Interview\"",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 6,
    "title": "First trip to A51",
    "type": "work",
    "text": "Bob Lazar was unexpectedly called in the early afternoon (around 2 PM) and instructed to report to EG&G. There, he received a briefing about a remote job site within a test area. Later that day, around 4 PM, he flew—along with Dennis Mariani and other passengers—to Area 51. This marked Lazar’s first trip to Area 51, which he later referred to as the \"Trip to Nowhere.\"",
    "participants": ["BL","DM"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 20,
    "title": "First trip to S-4",
    "type": "work",
    "text": "Bob claims the first trip to S-4 was before the 23d of December. This date was no recorded in the calendar.",
    "participants": ["BL","DM"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 11,
    "title": "Fireworks Show",
    "type": "test",
    "text": "Bob prepared an unusual fireworks show.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 14,
    "title": "Groom Lake Photo",
    "type": "test",
    "text": "Bob Lazar enlarged an old 1960s black-and-white photo of Groom Lake in an attempt to identify the building he had visited about a week earlier. He created a negative from an existing photo and enlarged it in a darkroom but found the image too unclear to confirm details. He also described his arrival at the site: after landing, he and others were transported in an open electric shuttle to a central cafeteria area that included vending machines and a buffet.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 14,
    "title": "Alpha Probe Contract",
    "type": "meeting",
    "text": "The Alpha Probe Contract was renewed by Los Alamos Labs",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 12,
    "day": 28,
    "title": "Mike Thigpen shows up",
    "type": "interview",
    "text": "Between December 26 and 30, 1988, Mike Thigpen visited Bob Lazar's home. This visit, along with an earlier unrecorded surprise visit, was part of Lazar’s background check process. Thigpen was identified as working for the Office of Federal Investigations (OFI) — a little-known division under the Office of Personnel Management (OPM) responsible for conducting security clearance background checks.",
    "participants": ["BL"],
    "sources": ["new_line_cinema_interview_1993"]
  },
  {
    "year": 1988,
    "month": 11,
    "day": 2,
    "title": "Bob meeting with John Lear",
    "type": "meeting",
    "text": "John Lear made a note saying: meeting with Bob Lazar November 2nd 1988. In Bob's calendar Lear is mentioned early November.",
    "participants": ["BL", "JL"],
    "sources": ["john_lear_tells_all_2_2008", "new_line_cinema_interview_1993"]
  },
  {
    "year": 0,
    "month": 0,
    "day": 0,
    "title": "",
    "text": "",
    "participants": [],
    "sources": []
  }
]